Repository: common-repository/wp-pagalocard-woocommerce
Catalog: languages/wp-pagalo-woocommerce-*.po
Languages: es_es

source: <strong>%s</strong> is enabled but the pulgin hasn't been configured yet. Please ensure that you have a valid Secret Key, Public Key and Company ID. You can configure them <a href="%s">here</a>
es_es: <strong>%s</strong> está activado pero el plugin aún no ha sido configurado. Por favor asegurate de que has ingresado una Secret Key, Public Key y Company ID válidos. Puedes configurarlos <a href="%s">aquí</a>

source: activate
es_es: activa

source: Antifraud system error.
es_es: Error del sistema anti-fraudes.

source: API Public Key
es_es: Public Key de la API

source: API Secret Key
es_es: Secret Key de la API

source: Call to the bank
es_es: Comunícate con el banco.

source: Card Code
es_es: CVV

source: Card Number
es_es: Número de Tarjeta

source: CARDHOLDER NAME
es_es: NOMBRE EN TARJETA

source: Cardholder Name
es_es: Nombre en Tarjeta

source: Credit card (MasterCard or Visa)
es_es: Tarjeta de crédito (MasterCard o Visa)

source: Credit card is not allowed to make purchases, please contact your issuing bank.
es_es: Tarjeta sin permisos, contacte su banco emisor.

source: Credit card not supported
es_es: El tipo de tarjeta no es aceptado. Asegúrate de estar ingresando una tarjeta Visa o MasterCard

source: Credit card number is invalid.
es_es: número de tarjeta de crédito invalido

source: Credit card number is reported as lost or stolen.
es_es: Tarjeta de crédito reportada como perdida o robada.

source: CVV doesn't match.
es_es: El código de seguridad (CVV) no es correcto.

source: CVV is incorrect.
es_es: CVV es incorrecto.

source: Denied for not passing the CVV control.
es_es: Transacción denegada por no haber pasado el control del código CVV.

source: Denied, Credit card expired
es_es: Denegada, tarjeta de crédito ha expirado.

source: Denied, Exceeded ammount
es_es: Denegada, ha excedido el limite en su cuenta.

source: Denied, Insufficient founds
es_es: Denegada por fondos insuficientes.

source: Denied, number of transactions exceeded
es_es: Denegada, ha superado el número de transacciones permitidas.

source: Denied, please refer to the bank
es_es: Denegado, por favor contacta a tu banco.

source: Description
es_es: Descripción

source: Description of this payment option displayed to the clients on the checkout process.
es_es: Descripción de ésta opción de pago que se mostrará a los clientes durante el proceso de pago.

source: Description:
es_es: Descripción:

source: Don't send order details to Pagalo
es_es: No enviar detalles de órden a Pagalo

source: Enable / Disable
es_es: Habilitar / Deshabilitar

source: Enable / Disable Installments
es_es: Activar / Desactivar Cuotas

source: Enable / Disable NIT field on checkout
es_es: Activar / Desactivar campo de NIT en página de pago

source: Enable installments on this payment gateway
es_es: Activar pagos en cutoas en esta pasarela de pagos

source: Enable NIT field on checkout form
es_es: Activar el campo de NIT en formulario de pago

source: Enable this option if you don't want to send order details to Pagalo or if you are using an advanced discount plugin that doesn't apply discounts at the Product level
es_es: Activa ésta opción si no quires enviar los detalles de la órden a Pagalo o si utilizas algún plugin con descuentos avanzados que no aplican descuentos a nivel de Producto.

source: Enable this payment gateway
es_es: Habilitar ésta pasarela de pagos

source: Expiry (MM/YY)
es_es: Expira (MM/YY)

source: Expiry (MM/YYYY)
es_es: Expira (MM/AAAA)

source: Fee
es_es: Gratis

source: If this setting is enabled, the plugin will send a single product named "Order #{order_id} at {http://yourwebsite.com}"
es_es: Si éste ajuste está activado el plugin enviará un solo producto llamado "Orden #{numero_orde} en {http://tusitioweb.com}"

source: Installments
es_es: Pago en Cuotas

source: installments
es_es: cuotas

source: Installments Minimum Amount
es_es: Monto mínimo para pagos en cuotas

source: Insufficient funds
es_es: Fondos insuficientes.

source: Insufficient information about your address.
es_es: Insuficiente información del cliente/dirección

source: Invalid Card
es_es: Tarjeta inválida.

source: Invalid Merchant
es_es: Comercio inválido.

source: Invalid Transaction
es_es: Transacción invalida.

source: Invalid transaction. Please contact support.
es_es: Transacción invalida. Por favor contacte a soporte.

source: Leave <b>visanetgt_jupiter</b> when using Pagalo Card&apos;s merchant ID, only change this setting if you have acquired your own key. Please contact Pagalo&apos;s team for more information on this field.
es_es: Dejar <b>visanetgt_jupiter</b> cuando se utilice la clave de Pagalo, unicamente cambia este campo si cuentas con una llave propia. Por favor contacta a Pagalo para mas información sobre este campo.

source: Merchant Invalid
es_es: Comercio inválido.

source: Method of payment
es_es: Forma de pago

source: MM / YYYY
es_es: MM / YYY

source: Mode
es_es: Modo

source: Most accounts should use CyberSource mode by default. Contact Pagalo if your website requires EPAY mode.
es_es: La mayoría de cuentas deben usar la modalidad CyberSource. Contacta a Pagalo si tu sitio web requiere la modalidad EPAY.

source: Most accounts should use EPAY mode by default. Contact Pagalo if your website requires CYBERSOURCE mode.
es_es: La mayoría de cuentas usan el modo EPAY. Contacta a Pagalo si tu sitio web requiere utilizar el modo CYBERSOURCE.

source: One ore more fields contains invalid data.
es_es: Uno o más campos contienen información invalida.

source: Pagalo - WooCommerce Payment Gateway
es_es: Pagalo - Pasarela de Pagos para WooCommerce

source: Pagalo - WooCommerce Payment Gateway requires WooCommerce to work
es_es: Pasarela de Paglos de WooCommerce - Pagalo requiere de WooCommerce para funcionar

source: Pagalo Payment Gateway Plug-in for WooCommerce. Accept Visa and MasterCard cards, this plugin works on Cybersource or Epay mode and also enables visa instalments
es_es: Pasarela de pagos de Pagalo para WooCommerce. Acepta tarjetas Visa y Mastercard, este plugin funciona para la modalidad de Cybersource o EPAY, y tambien ofrece la opcion de pago en cuotas.

source: PagaloCard complete payment.
es_es: Solución de pago completa de PagaloCard

source: Please
es_es: Por favor

source: Please contact the store owner for more information or alternative ways to pay.
es_es: Por favor contacte al administrador de la tienda para mas información o formas alternativas de pago.

source: Please try again.
es_es: Por favor intenta nuevamente.

source: Receive Visa and Mastercard payments on WooCommerce with this custom payment gateway integration with Pagalo.
es_es: Recibe pagos con tarjetas Visa y MasterCard en WooCommcer con esta integracion personalizada con Pagalo.

source: Required fields are missing.
es_es: Algunos campos obligatorios están vacíos.

source: Select the installment options you would like users to have when paying.
es_es: Selecciona las opciones de cuotas que deseas que tus clientes puedan elegir al momento de pagar.

source: Settings
es_es: Configuraciones

source: Shipping
es_es: Envío

source: Somre required fields are missing, please contact support
es_es: Algunos campos obligatorios están vacíos, por favor contacta a soporte.

source: Successful payment.
es_es: Pago exitoso.

source: Successfull payment through credit card.
es_es: Pago por medio de tarjeta de crédito.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification Service (AVS) check.
es_es: La solicitud fue aprobada por el banco, pero fue rechazada por CyberSource porque no cumplió por la verificación de la dirección.

source: The card has reached it's credit limit.
es_es: La tarjeta de crédito ha alcanzado su limite.

source: The conection with the paypemnt provider can not be established. Please try again latter.
es_es: La conexión con el proveedor de pagos no puede ser establecida. Por favor intenta más tarde.

source: The credit card number is invalid.
es_es: El número de tarjeta es inválido.

source: the Pagalo Plugin with Installments Licence to start using this plugin!
es_es: la licencia del plugin de Pagalo y pagos en Cuotas para comenzar a utilizar el plugin!

source: The payment processor doesn't accept that type of card. Make sure you are using a Visa or MasterCard credit card.
es_es: El procesador de pagos no acepta este tipo de tarjetas. Asegúrate de estar utilizando una tarjeta Visa o MasterCard.

source: The transaction was not approved. Wait a few minutes and try again. If this error persists, contact the store owner for more information or alternative ways to pay.
es_es: La transacción no fue aprobada. Espera unos minutos e intenta nuevamente. Si el error persiste, por favor contacta al administrador de la tienda para mas información o formas alternativas de pago.

source: There are not enough funds in the account.
es_es: No hay suficientes fondos en su cuenta.

source: There was an error with the payment processor. Wait a few minutes and try again. If this error persists, contact the store owner for more information or alternative ways to pay.
es_es: Hubo un error con el procesador de pagos. Espera unos minutos e intenta nuevamente. Si el error persiste, contacta al administrador de la tienda para mas información o formas alternativas de pago.

source: This is the API Credential provided by Pagalo when you signed up for an account.
es_es: Ésta es la credencial de la API que Pagalo te brinda luego de registrar tu cuenta.

source: This is the API Secret Key provided by PagaloCard when you signed up for an account.
es_es: Éste es la Secret Key de la API provista por PagaloCard cuando se registra una cuenta.

source: This is the IdemEmpresa provided by PagaloCard when you signed up for an account.
es_es: Éste es la IdemEmpresa provista por PagaloCard cuando se registra una cuenta.

source: This is the merchant ID provided by PagaloCard when you signed up for an account.
es_es: Éste es el merchant ID provisto por PagaloCard cuando se registra una nueva cuenta.

source: This is the Public Key provided by PagaloCard when you signed up for an account.
es_es: Éste es la Public Key provista por PagaloCard cuando se registra una cuenta.

source: This is the Token provided by PagaloCard when you signed up for an account.
es_es: Éste es el Token provisto por PagaloCard cuando se registra una cuenta.

source: Time out.
es_es: Tiempo de espera superado.

source: Time out. Please contact support
es_es: Tiempo de espera superado. Por favor contacta a soporte.

source: Title
es_es: Título

source: Title of this payment option displayed to the clients on the checkout process.
es_es: Título de la opción de pago que se mostrará a los clientes durante el proceso de pago.

source: Transaction has failed.
es_es: Transacción fallida.

source: Transaction not accepted
es_es: La transacción no fue aceptada.

source: Transaction was not approved. Please try again.
es_es: La transacción no fue aprobada. Por favor intenta nuevamente.

source: Try Again
es_es: Intenta nuevamente

source: Try with a different credit card or contact your bank if you think this is a mistake.
es_es: Intenta con una tarjeta distinta o contacta a tu banco si crees que esto es un error.

source: Type the minimum amount required to enable installment options. The field has to be a number grater than 200. If the input entered is not a text or it is a number smaller than 200, then it will be ignored and the plugin will use 200 as the minimum amount.
es_es: Ingresar el monto mínimo requerido para activar las opciones de visacuotas. El campo debe tener un número mayor a 200. Si el campo ingresado no es un número, o es un número menor a 200, entonces será ignorado y el plugin usará 200 como el monto mínimo.

source: Up-front
es_es: Al contado

source: Ups! It looks that there is an error in the credit card
es_es: Ups! Parece que hay un error en la tarjeta de crédito

source: V2 Some information is missing for the payment gateway configuration so the payment won't work. Please contact the store owner for more information or alternative ways to pay.
es_es: Existe información faltante en la configuración de la pasarela de pagos por lo que el pago no funcionará. Por favor contacta al administrador del sitio web para más información o formas alternativas de pago.

source: Version
es_es: Versión

source: You are using the <strong>Pagalo - WooCommerce Payment Gateway</strong> plugin developed by <a href="https://digitallabs.agency" target="_blank">Digital Labs</a>. If you need assistance configuring the plugin, help with your eCommerce site or just want to say hi, feel free to contact us <a href="https://digitallabs.agency/contacto" target="_blank">here</a>. We will be happy to work with you.
es_es: Estás utilizando el plugin <strong>Pagalo - Pasarela de Pagos para WooCommerce</strong> desarrollado por <a href="https://digitallabs.agency" target="_blank">Digital Labs</a>. Si necesitas asistencia en la configuración del plugin, ayuda con tu sitio eCommerce o simplemente quieres saludar, puedes contactarnos <a href="https://digitallabs.agency/contacto" target="_blank">aquí</a>. Estaremos felices de trabajar contigo.

source: Your card has expired.
es_es: Tu tarjeta ha expirado.
